/*
 * File: "global.cpp"
 */

//-----------------------------------------------------------------------------
#include "global.h"
//-----------------------------------------------------------------------------
int Verbose = VERBOSE; // verbose level (0, 1, 2 or 3)
ALed Led;              // компонент для моргания светодиодом
ATicker Ticker;        // тикер с заданным периодом 
mrl_t Mrl;             // MicroRL object
//-----------------------------------------------------------------------------

/*** end of "global.cpp" file ***/


